online-learning.tex
% Created 2020-03-19 Thu 20:47
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage{lmodern}
\usepackage[T1]{fontenc}
\usepackage{fixltx2e}
\usepackage{graphicx}
\usepackage{longtable}
\usepackage{float}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{marvosym}
\usepackage{wasysym}
\usepackage{amssymb}
\usepackage{amsmath}
\usepackage[theorems, skins]{tcolorbox}
\usepackage[version=3]{mhchem}
\usepackage[numbers,super,sort&compress]{natbib}
\usepackage{natmove}
\usepackage{url}
\usepackage{minted}
\usepackage[strings]{underscore}
\usepackage[linktocpage,pdfstartview=FitH,colorlinks,
linkcolor=blue,anchorcolor=blue,
citecolor=blue,filecolor=blue,menucolor=blue,urlcolor=blue]{hyperref}
\usepackage{attachfile}
\usepackage[left=1in, right=1in, top=1in, bottom=1in, nohead]{geometry}
\geometry{margin=1.0in}
\usepackage{amsmath}
\usepackage{graphicx}
\usepackage{epstopdf}
\usepackage{fancyhdr}
\usepackage{hyperref}
\usepackage[labelfont=bf]{caption}
\usepackage{setspace}
\def\dbar{{\mathchar'26\mkern-12mu d}}
\pagestyle{fancy}
\fancyhf{}
\renewcommand{\headrulewidth}{0.5pt}
\renewcommand{\footrulewidth}{0.5pt}
\lfoot{\today}
\cfoot{\copyright\ 2020 W.\ F.\ Schneider}
\rfoot{\thepage}
\title{University of Notre Dame\\Physical Chemistry for Chemical Engineers\\(CHE 30324)}
\author{Prof. William F.\ Schneider}
\def\dbar{{\mathchar'26\mkern-12mu d}}
\usepackage[small]{titlesec}
\titlespacing*{\section}
{0pt}{0.4\baselineskip}{0.0\baselineskip}
\titlespacing*{\subsection}
{0pt}{0.4\baselineskip}{0.0\baselineskip}
\titlespacing*{\subsubsection}
{0pt}{0.1\baselineskip}{0.0\baselineskip}
\setcounter{secnumdepth}{3}
\author{William F. Schneider}
\date{\today}
\title{CHE 30324 Going On-Line!}
\begin{document}

\begin{OPTIONS}
\end{OPTIONS}

\begin{center}
\textsc{\Large Physical Chemistry for Chemical Engineers (CHE 30324)}\\University of Notre Dame, Spring 2020
\end{center}
\begin{tabular*}{\textwidth}{@{\extracolsep{\fill}}l r}
\hline
Prof.\ Bill Schneider & Classroom: 129 DBRT\\
Office: 370 Nieuwland & Lecture MWF 9:25-10:15\\
\email{wschneider@nd.edu}, phone 574-631-8754 & \http{https://github.com/wmfschneider/CHE30324} \\
\hline
\end{tabular*}
\vspace{2pt}

\noindent
Due to conditions beyond our control, we are venturing on a grand experiment to complete the  Physical Chemistry for ChEGs course completely remotely.  Following are details on how we will accomplish this. While it is impossible to recreate the learning experience of being on campus, the TA's and I will strive to make the experience as constructive as possible.

\section{Technology access}
\label{sec:orgd70c063}
Remote learning will be accomplished through web-based technologies.  We are fortunate that Notre Dame provides a suite of very capable and easy to use tools.  The tools we will be using are

\begin{enumerate}
\item \href{https://github.com/wmfschneider/CHE30324}{github} for distributing course files
\item \href{https://colab.research.google.com/notebooks/intro.ipynb}{colaboratory} for access to python modeling tools
\item \href{https://notredame.hosted.panopto.com/Panopto/Pages/Sessions/List.aspx?folderID=0cc6b4f0-2e6e-4edc-8d74-ab7400ec2d4f}{Panopto} for distribution of asynchronous video content
\item \href{https://www.gradescope.com/}{Gradescope} for turning in and grading homework
\item \href{https://notredame.zoom.us/meeting}{Zoom} for synchronous video conferencing
\item \href{https://che30324-nd.slack.com}{Slack} for group chatting. Check your email for your invitation to our Slack workspace.
\end{enumerate}

\noindent
\textbf{Please verify ASAP that you have access to these technologies.} If you have any concerns about being able to access any of the technologies above, or other concerns regarding your ability to complete course  requirements for any other reason, please alert me via email (\href{mailto:wschneider@nd.edu}{wschneider@nd.edu}) or phone/text (+1-574-303-8667) as soon a possible. I will make every attempt to accommodate your needs and assure successful completion of the course.

\section{Lectures}
\label{sec:org3d0c31c}
Lessons will be delivered asynchronously through \href{https://notredame.hosted.panopto.com/Panopto/Pages/Sessions/List.aspx?folderID=0cc6b4f0-2e6e-4edc-8d74-ab7400ec2d4f}{Panopto}.  Lectures will be available on the normal schedule (MWF 9:25-10:15), but I will strive to have the lectures uploaded at least a day or two ahead of time. You can observe them at your convenience, as often (or not!) as you like.

\section{Course outline}
\label{sec:org63c774b}
As an adjunct to the Lectures, an extended course outline is available at the course \href{https://github.com/wmfschneider/CHE30324}{github} site.  I will continue to update and improve that outline to reflect changes to the course material demanded by the change to all on-line and loss of a week.

\section{Homework}
\label{sec:org4624118}
Homework will be distributed through the course website as collaboratory notebooks.  Once completed, you will create a pdf of your solution and upload through \href{https://www.gradescope.com/}{Gradescope} into the appropriate assignment.  When you upload, you will be prompted to identify the page(s) associated with each question.  The TA's will grade in Gradescope, and you will receive your scores there.  Answers will be posted on the course website. Anticipated homework schedule is below:

\begin{center}
\begin{tabular}{lll}
\hline
 &  & Due date (5 pm)\\
\hline
HW 7 & Atomic Structure & March 27\\
HW 8 & Molecular Structure & April 3\\
HW 9 & Basic Stat Mech & April 10\\
HW 10 & Statistical Thermodynamics & April 24\\
HW 11 & Chemical Kinetics & May 1\\
\hline
\end{tabular}
\end{center}

\section{Homework defenses}
\label{sec:org85fa5fd}
To be completed using \href{https://notredame.zoom.us/meeting}{Zoom}.  If you haven't completed one that you were assigned to do, contact me to arrange a time.  Future ones may be done as groups.

\section{Office hours}
\label{sec:org042cbd0}
TA and instructor office hours will be held at regular times using Zoom.  We will be on-line in our zoom rooms at the designated times, and you can pop in or out at any time. If these times are not convenient, let us know and we will adjust. You all have institutional access to zoom and can arrange group meetings at any time through Zoom.

\begin{center}
\begin{tabular}{lll}
Bill Schneider & T, Th 3:30 - 4:30 pm & \url{https://notredame.zoom.us/j/5743038667}\\
Amanda Brown & W, 10:30- 11:30 am & \url{https://notredame.zoom.us/j/9886722301}\\
Wei Ge & Th, 3:30 - 4:30 pm & \url{https://notredame.zoom.us/j/2176073704}\\
Xuyao Gao & M, 3 - 4 pm & \url{https://notredame.zoom.us/j/4773820350}\\
\end{tabular}
\end{center}

\section{Chat room}
\label{sec:org9070c27}
We will use \href{https://che30324-nd.slack.com}{Slack} as a tool for you to communicate questions during Office Hours or any time. Slack allows you to instant message with individuals (including the instructor and TAs and tutor), create smaller groups, or share your questions with the whole class. I \textbf{strongly} encourage you to use  \href{https://che30324-nd.slack.com}{Slack} when asking questions, as likely many others will be interested in the answer!


\section{Exams}
\label{sec:orgdcca172}
We will have one exam on April 14 and a final on May 5.  Each will be distributed electronically at a set time, and you will have some amount of time (greater than an hour) to complete and upload to \href{https://www.gradescope.com/}{Gradescope}, just like a homework.  

\section{Final words}
\label{sec:orgb333156}
We truly are in uncharted water here.  But as they say, \href{https://en.wikipedia.org/wiki/Necessity\_is\_the\_mother\_of\_invention}{necessity is the mother of invention}, and we may well learn new and better ways to learn and communicate through the experience. I assure you I am here to help you get through the course. Again, contact me with any concerns at any time. - Prof.~Bill Schneider
\end{document}